---
kind: property
id: P:Autodesk.Revit.DB.Plumbing.FluidTemperature.Density
source: html/d16c9a64-6392-6183-f397-80e004955040.htm
---
# Autodesk.Revit.DB.Plumbing.FluidTemperature.Density Property

The density value

## Syntax (C#)
```csharp
public double Density { get; set; }
```